package SF.easy;

/**
 * @ClassName testEasy
 * @Author 萌琪琪爸爸
 * @Description //TODO
 * @Date 11/14/2019 11:47 AM
 **/
public class testEasy {

    /**
     * 问题 1：
     * 反转一个只有3位数的整数。
     * 你可以假设输入一定是一个只有三位数的整数，这个整数大于等于100，小于1000。
     * 样例 1:
     * <p>
     * 输入: number = 123
     * 输出: 321
     * 样例 2:
     * <p>
     * 输入: number = 900
     * 输出: 9
     **/


    /**
     * 问题：
     * 将一个字符由小写字母转换为大写字母
     * 你可以假设输入一定在小写字母 a ~ z 之间
     * <p>
     * 样例 1:
     * <p>
     * 输入: 'a'
     * 输出: 'A'
     * 样例 2:
     * <p>
     * 输入: 'b'
     * 输出: 'B'
     **/
}
